Repository: Xiphe/THEMASTER
Catalog: languages/themaster-*.po
Languages: de_de

source: The required constant "DS" is not available so !themaster will be deactivated.
de_de: Die benötigte Konstante "DS" ist nicht verfügbar. !themaster wird deaktiviert.

source: %1$s-File **%2$s** not found. Expected here "%3$s"
de_de: %1$s-Datei **%2$s** konnte nicht gefunden werden. Gesucht wurde hier "%3$s"

source: " or here "
de_de: " und hier "

source: **!THE MASTER ERROR:** Model File for %s not found.<br />Expected here: "%s".
de_de: **!THE MASTER FEHLER:** Model Datei für %s konnte nicht gefunden werden.<br />Gesucht wurde hier: "%s".

source: **!THE MASTER ERROR:** Class File for %s expected here: "%s".
de_de: **!THE MASTER FEHLER:** Class Datei für %s konnte nicht gefunden werden. Gesucht wurde hier: "%s".

source: Warning
de_de: Warnung

source: Error
de_de: Fehler

source: THEMASTER ERROR: THEDEBUG Mode is set to Mail but no valid reciver is found.
de_de: THEATER FEHLER: THEDEBUG Modus ist auf Mail gestellt, aber es ist ein valider Empfänger vorhanden.

source: Debug is on and Mode is set to %s.
de_de: Debug ist an und auf %s gestellt.

source: Please use %s insted.
de_de: Bitte verwende stattdessen %s

source: Deprecated use of %s.%s
de_de: Benutzung der veralteten Funktion/Methode %s.%s

source: Unknown Browserkey **%s** in THETOOLS::ins_browser()
de_de: Unbekannter Browserschlüssel **%s** in THETOOLS::is_browser()

source: $args is not an array
de_de: $args ist kein array

source: $required is not an array
de_de: $required ist kein array

source: Missing "%s" as a key.
de_de: "%s" fehlt als Schlüssel.

source: and
de_de: und

source: Missing "%s" as keys.
de_de: "%s" fehlen als Schlüssel.

source: **Error:** Template //%1$s// for %2$s "%3$s" does not exist.
de_de: **Fehler:** Template //%1$s// für %2$s "%3$s" existiert nicht.

source: **Successfull** completed %5$s %1$s build for %2$s "%3$s". Used Template //%4$s//.
de_de: **Erfolgreichg** generierung des %5$s %1$s templates für %2$s "%3$s". Template //%4$s// wurde benutzt.

source: extended
de_de: erweiterten

source: minimal
de_de: minimalen

source: Missing build information for %1$s **%2$s**. Please have a look at:/||//%3$s//.
de_de: Template-generierungs Informationen fehlen für %1$s **%2$s**. Bitte prüfe folgende Datei:/||//%3$s//.

source: Successfully written Class **"%s"** for "%s".
de_de: Classe **"%s"** wurde erfolgreich für "%s" generiert.

source: **Dependency Error:** The %1$s **%2$s** will most likely not be functional because of the unavailability of **%3$s**.
de_de: **Abhängigkeitsfehler:** Das %1$s **%2$s** wird höchstwahrscheinlich nicht funktionieren weil **%3$s** fehlt.

source: **THEMASTER RUNTIME Exception:**/||Message: //%1$s///||In File: //%2$s// &bull; Line //%3$s//
de_de: **THEMASTER Laufzeit Fehler:**/||Nachricht: //%1$s///||In Datei: //%2$s// &bull; Zeile //%3$s//

source: You will be redirected to "%s" after you've successfully logged in.
de_de: Sie werden nach "%s" weitergeleitet nachdem sie sich erfolgreich eingeloggt haben.

source: Settings
de_de: Einstellungen

source: Theme Settings
de_de: Theme Einstellungen

source: Save
de_de: Speichern

source: Options updated
de_de: Einstellungen aktualisiert

source: Show/Hide Settings for %s
de_de: Zeige/Verstecke Einstellungen für %s

source: Error Reporting
de_de: Zeige Fehler

source: GET-Mode
de_de: Get-Modus

source: Debug-Mode
de_de: Debug-Modus

source: Mail
de_de: E-Mail

source: Summed
de_de: Gesammelt

source: Use HTML Class
de_de: HTML Classe verwenden

source: Debug Email To
de_de: Debug E-Mails zu

source: Please leave blank or use valid E-Mail.
de_de: Bitte leer lassen oder valide E-Mail eintragen.

source: Force Updates
de_de: Updates erzwingen

source: By default !THE MASTER will search for updates on every wp-chron call. Turn this on to search on every wordpress request. This also breaks the inline update hint on this page. - NOT RECOMENDET FOR PRODUCTION!
de_de: Normalerweise wird !THE MASTER bei jedem wp-chron Aufruf nach updates suchen. Wenn diese Einstellung aktiviert ist wird bei jedem Seitenaufruf geprüft. Dadurch werden u.a. die Update-Hinweise direkt unter den Plugins fehlerhaft angezeigt. Sinnvoll um schnell ein vorhandenes Update zu bekommen und dann die Option wieder aus zu schalten. - AUF PRODUKTIVEN WEBSEITEN NICHT AN LASSEN!

source: <span class="sep">Posted on </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="by-author"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>
de_de: <span class="by-author"><span class="sep">Von </span><span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span> <span class="sep">am </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a>

source: View all posts by %s
de_de: Zeige alle posts von %s

source: Page %s
de_de: Seite %s

source: An Unexpected HTTP Error occurred during the API request.</p><p><a href="?" onclick="document.location.reload(); returnfalse;">Try again</a>
de_de: Ein unerwarteter HTTP Fehler ist während der API Anfrage aufgetreten</p><p><a href="?" onclick="document.location.reload(); returnfalse;">Nochmal versuchen</a>

source: An unknown error occurred
de_de: Ein unbekannter Fehler ist aufgetreten

source: Permalink to %s
de_de: Permanenter Link zu %s

source: Continue reading <span class="meta-nav">&rarr;</span>
de_de: Weiterlesen <span class="meta-nav">&rarr;</span>

source: Pages:
de_de: Seiten:

source: <span class="%1$s">Posted in</span> %2$s
de_de: <span class="%1$s">Gepostet in</span> %2$s

source: <span class="%1$s">Tagged</span> %2$s
de_de: <span class="%1$s">Taggs</span> %2$s

source: Edit
de_de: Editieren

source: Nothing Found
de_de: Nichts gefunden

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
de_de: Entschuldigung, es konnten keine Ergebnisse für die abgefragte Seite gefunden werden. Möglicherweise hilft die Suchfunktion weiter.

source: An Error occured: The current Theme could not be initiated. Please contact an %sAdministrator%s.
de_de: Ein Fehler ist aufgetreten: Das aktuelle Theme konnte nicht initiiert werden. Bitte kontaktieren Sie einen %sAdministrator%s.
